aaron-bond.better-comments
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
antiantisepticeye.vscode-color-picker
austenc.laravel-blade-spacer
batisteo.vscode-django
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
brapifra.phpserver
calebporzio.better-phpunit
christian-kohler.path-intellisense
cierra.livewire-vscode
codingyu.laravel-goto-view
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotenv.dotenv-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.codespaces
github.copilot-chat
github.vscode-github-actions
glenn2223.live-sass
glitchbl.laravel-create-view
hollowtree.vue-snippets
ihunte.laravel-blade-wrapper
ionutvmi.path-autocomplete
irongeek.vscode-env
istareatscreens.masm-runner
jeroeng.laravel-extension-pack
jock.svg
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lennardv.livewire-goto-updated
leodevbro.blockman
lokalise.i18n-ally
mariusalchimavicius.json-to-ts
meganrogge.template-string-converter
mehedidracula.php-constructor
mehedidracula.php-namespace-resolver
mgwg.light-pink-theme
michelemelluso.code-beautifier
mikestead.dotenv
misterj.vue-volar-extention-pack
mrmlnc.vscode-postcss-sorting
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
neilbrayfield.php-docblocker
nicoespeon.abracadabra
njpwerner.autodocstring
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
pkief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
pulkitgangwar.nextjs-snippets
ryannaddy.laravel-artisan
samuelroy.vscode-styled-jsx-stylus
sdras.vue-vscode-snippets
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
skyran.js-jsx-snippets
sldobri.bunker
sleistner.vscode-fileutils
syler.sass-indented
tintrinh.php-refactor
tyriar.sort-lines
usernamehw.errorlens
vue.volar
wallabyjs.console-ninja
wholroyd.jinja
wix.vscode-import-cost
wokwi.wokwi-vscode
xdebug.php-debug
xshrim.txt-syntax
yandeu.five-server
yy0931.save-as-root
yzhang.markdown-all-in-one
zarifprogrammer.tailwind-snippets
zobo.php-intellisense
